Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
ja_jp: この機能は常にオフになっており、オンにすることはできません。これを変更するには、システム管理者に連絡してください。

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
ja_jp: この機能は常にオンになっており、オフにすることはできません。これを変更するには、システム管理者に連絡してください。

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
ja_jp: パフォーマンス管理機能の一つで、従業員が目撃した出来事や状況について同僚に素早く簡単にフィードバックを提供したり、自分の仕事について同僚から意見を求めたりできる機能です。

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
ja_jp: 事前に定義された入力から目標やテンプレートを作成できる強力なAIアシスタントを備えたパフォーマンス管理機能です。

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
ja_jp: 業績管理機能で、従業員とマネージャーが達成指標や測定可能な成果を用いて、具体的かつ測定可能な目標を通じて職業上の目標を追跡できるようにします。

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
ja_jp: 一連のウィジェットを含む一般的なアプリケーション機能です。プラットフォームで有効化された機能に応じて、報酬や業績に関連する重要な出来事に注目できます。

source: Compensation recommendations
ja_jp: 報酬に関する推奨事項

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
ja_jp: 新規および既存の社員に対して、機械学習フレームワークを活用して報酬の自動推奨を生成するPay Intelligenceの機能です。

source: Pay Analysis
ja_jp: 報酬分析

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
ja_jp: ユーザーがプラットフォームで作成したマッピングとスナップショットに基づいて、PayAnalyticsで生成された分析を提供する機能

source: Proxy Permission Manager
ja_jp: 代理アクセス許可マネージャ

source: Proxy Permission Settings
ja_jp: 代理アクセス許可設定

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
ja_jp: 人事管理者が、従業員とマネージャーが一定期間に起こった出来事を振り返るパフォーマンスレビューを作成できるパフォーマンス管理機能です。

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
ja_jp: カスタマイズ可能なリストに基づき、不適切な言葉を検出するスマート検索機能を備えたパフォーマンス管理機能です。

source: Talent Review
ja_jp: タレントレビュー

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
ja_jp: マネージャーと人事担当者が、パフォーマンス、ポテンシャル、リスク要因に基づく9ボックスグリッドを使用してタレントを評価できるパフォーマンス管理機能です。

source: Your insights will not be shared with the feedback sender.
ja_jp: あなたの洞察はフィードバック送信者と共有されません。

source: Your reaction will be visible to all the people with whom this feedback was shared.
ja_jp: あなたの反応は、このフィードバックが共有されたすべての人員に表示されます。

source: Feedback actions
ja_jp: フィードバックアクション

source: Add people
ja_jp: 人員を追加

source: Something I really appreciate about you is
ja_jp: あなたについて私が非常に高く評価していること：

source: Endorsed
ja_jp: 賛同済み

source: By endorsing feedback, you acknowledge a demonstrated strength.
ja_jp: フィードバックを賛同することで、示された強みを認めます。

source: Behavior feedback
ja_jp: 行動フィードバック

source: Keep your focus!
ja_jp: 重要事項に集中！

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
ja_jp: 重要事項への集中を勧めることで、注力すべき開発領域を強調します。

source: No description available.
ja_jp: 説明がありません。

source: and {{count}} others
ja_jp: および他{{count}}人

source: Set rating for this behavior
ja_jp: この行動に対する評価を設定

source: Let's meet
ja_jp: 面談予定

source: Clarity for worker
ja_jp: 従業員にとっての明確性

source: Your feedback was described as
ja_jp: あなたのフィードバックに対する形容：

source: Wonderful! Thank you for your reaction.
ja_jp: ありがとうございます！ ご反応に感謝します。

source: Write a reaction
ja_jp: 反応を記入

source: Have they demonstrated any of the below behaviors?
ja_jp: 彼/彼女は、以下の行動を示したことがありますか？

source: Have they demonstrated any company behaviors?
ja_jp: 彼/彼女は、会社の行動を示したことがありますか？

source: Have they demonstrated any of our company behaviors?
ja_jp: 彼/彼女は、自社の行動を示したことがありますか？

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
ja_jp: 明確なリクエストは、より関連性が高く意味のあるフィードバックにつながります。フィードバックを希望する分野を明確に説明してください。

source: Share your insights
ja_jp: あなたの洞察を共有

source: Create context by detailing what you observed and when you observed it.
ja_jp: 目撃した状況やその時期を詳しく説明し、背景がわかるようにします。

source: Select people
ja_jp: 人員を選択

source: Select person
ja_jp: 1人の人員を選択

source: Select the company behaviors that {{Name}} has demonstrated.
ja_jp: {{Name}}が示した会社の行動を選択します。

source: Fantastic! Thank you for your feedback!
ja_jp: ありがとうございます！ フィードバックに感謝します。

source: Delete feedback
ja_jp: フィードバックを削除

source: Delete note
ja_jp: メモを削除

source: Edit note
ja_jp: メモを編集

source: Endorse
ja_jp: 賛同

source: Endorse this feedback to let your colleagues know that you agree.
ja_jp: このフィードバックに賛同して、同僚に同意の旨を伝えます。

source: Favorite
ja_jp: お気に入り

source: Wonderful! Favoriting feedback is the highest compliment.
ja_jp: ありがとうございます！ フィードバックをお気に入りに登録することは、最高の賛辞です。

source: Favorite feedback
ja_jp: お気に入りのフィードバック

source: Favorite this feedback to let your colleague know how much you value their opinion!
ja_jp: このフィードバックをお気に入りに登録して、同僚の意見を重視していることを本人に伝えましょう！

source: {{name}} request
ja_jp: {{name}}さんのリクエスト

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
ja_jp: この返信を送信しますか？ このフィードバックはマネージャのみに送信され、{{name}} {{nickName}}さんには表示されません。

source: You have sent a meet request to {{name}} ({{nickName}}).
ja_jp: {{name}}（{{nickName}}）さんに面談リクエストを送信しました。

source: Are you sure you want to proceed?
ja_jp: 続行してもよろしいですか？

source: This feedback will be sent to {{count}} recipients.
ja_jp: このフィードバックは{{count}}人の受信者に送信されます。

source: This feedback will be shared with {{count}} recipient.
ja_jp: このフィードバックは、{{count}}人の受信者と共有されます。

source: This feedback will be shared with {{count}} recipients.
ja_jp: このフィードバックは、{{count}}人の受信者と共有されます。

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
ja_jp: フィードバックを共有する前に、その意図についてよく考えましょう。フィードバックでは常に、能力開発のきっかけとなることを目指す必要があります。

source: Purposeful
ja_jp: 目的が明確

source: Focus the conversation on the future.
ja_jp: 会話においては、将来に焦点を絞ります。

source: To get started, request feedback from your network
ja_jp: まずは、自分のネットワークからのフィードバックをリクエスト

source: No received feedback
ja_jp: 受信したフィードバックはありません

source: Feedback requested
ja_jp: フィードバックがリクエストされました

source: Perceived clarity
ja_jp: 他者から見た明確性

source: Clarity (avg).
ja_jp: 明確さ（平均）。

source: {{count}} more feedback insights to go to the next update
ja_jp: 次の更新までにフィードバックの洞察があと{{count}}件必要

source: Feedback insights received
ja_jp: フィードバックの洞察を受信しました

source: Feedback insights
ja_jp: フィードバックの洞察

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
ja_jp: このウィジェットは、あなたのフィードバックを相手の同僚がどのように受け止めているかについて洞察を提供します。

source: Perceived trust
ja_jp: 他者から見た信頼性

source: Trust (avg).
ja_jp: 信頼性（平均）。

source: You have sent a reminder to {{givenName}} just now.
ja_jp: 今、{{givenName}}さんにリマインダーを送信しました。

source: I saw you do X well and I want to ensure you know this is a strength
ja_jp: あなたがXをうまくこなしているのを見ました。これが強みであることをぜひ忘れないでください

source: You have sent a reminder to {{givenName}}.
ja_jp: {{givenName}}さんにリマインダーを送信しました。

source: Meeting up about feedback is a great opportunity to gain more insight!
ja_jp: フィードバックに関する面談は、さらなる洞察を得るための絶好の機会です！

source: Thanks
ja_jp: お礼

source: Say thank you to let your colleague know you appreciate their feedback!
ja_jp: 同僚のフィードバックに感謝の意を伝えましょう！

source: Add goals
ja_jp: 目標を追加

source: Edit goals
ja_jp: 目標を編集

source: Related goals
ja_jp: 関連する目標

source: Link this feedback to your goals
ja_jp: このフィードバックをあなたの目標にリンク

source: Feedback related to goals is visible by your line manager.
ja_jp: 目標に関連するフィードバックは、あなたのラインマネージャに表示されます。

source: Request answered
ja_jp: リクエスト回答済み

source: Feedback comments
ja_jp: フィードバックコメント

source: Request pending
ja_jp: リクエスト保留中

source: Manage sharing
ja_jp: 共有を管理

source: Would you prefer to have a conversation?
ja_jp: 会話の場を設けたい場合：

source: Suggest a meet-up to further discuss the feedback with your colleague!
ja_jp: フィードバックについて同僚とさらに話し合えるよう、面談を提案しましょう！

source: Thank you for your endorsement! You have made a colleague happy.
ja_jp: 賛同ありがとうございます！ 同僚もきっと喜びます。

source: Excellent! You've made a colleague happy today.
ja_jp: ありがとうございます！ 同僚もきっと喜ぶでしょう。

source: Thank you! Meeting up is a great opportunity to gain more insights.
ja_jp: ありがとうございます！ 面談は、さらなる洞察を得る絶好の機会です。

source: {{givenName}} {{nickName}} will get a notification.
ja_jp: これは{{givenName}} {{nickName}}さんに通知されます。

source: You have retracted your endorsement
ja_jp: 賛同を撤回しました

source: You have removed this favorite
ja_jp: このお気に入りを削除しました

source: You have retracted your "Thanks"
ja_jp: 「お礼」を撤回しました

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
ja_jp: この面談リクエストをキャンセルしました。キャンセルを意図していなかった場合は、新しいリクエストを送信してください。

source: {{givenName}} {{nickName}} will not be notified.
ja_jp: これは{{givenName}} {{nickName}}さんには通知されません。

source: My comment
ja_jp: 私のコメント

source: My note
ja_jp: 私のメモ

source: To change your impact, you could have:
ja_jp: 周囲への影響を改めるためにあなたにできたこと：

source: You must select at least one person.
ja_jp: 少なくとも1人を選択する必要があります。

source: The feedback was not yet shared with anyone in the company.
ja_jp: フィードバックはまだ社内の誰にも共有されていません。

source: Note
ja_jp: メモ

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
ja_jp: オフラインでの会話から得た洞察を記録するメモを追加します。フィードバックメモは、あなたにのみ表示されます。

source: Start building your feedback center!
ja_jp: フィードバックセンターの構築を始めましょう！

source: You can create your own feedback notes here
ja_jp: ここで自分だけのフィードバックメモを作成できます

source: Feedback from
ja_jp: 以下からのフィードバック：

source: You have added this feedback.
ja_jp: このフィードバックを追加しました。

source: Your feedback note is saved!
ja_jp: フィードバックメモが保存されました！

source: Feedback received from (optional)
ja_jp: 以下から受信したフィードバック（任意）：

source: Search for a person
ja_jp: 人員を検索

source: These notes are only visible to you.
ja_jp: これらのメモは、あなたにのみ表示されます。

source: {{givenName}}'s observations
ja_jp: {{givenName}}さんからの目撃情報

source: Base your feedback on behaviors you’ve observed.
ja_jp: 目撃した行動に基づいてフィードバックを行います。

source: Observational
ja_jp: 目撃談

source: I can see you’re having a positive impact on
ja_jp: 私から見て、あなたは以下に良い影響を与えています：

source: From {{givenName}}'s perspective, you did well on:
ja_jp: あなたは、{{givenName}}さんから以下を高く評価されています：

source: You have identified this feedback as public.
ja_jp: このフィードバックを公開に設定しました。

source: Here you will see public feedback received by your colleagues.
ja_jp: ここでは、同僚が受信した公開フィードバックを閲覧できます。

source: {{name}} has identified this feedback as public.
ja_jp: {{name}}さんがこのフィードバックを公開に設定しました。

source: Observations
ja_jp: 目撃情報

source: Recognized behaviors for {{givenName}}
ja_jp: {{givenName}}さんの高評価された行動

source: Feedback sent to
ja_jp: フィードバック送信先：

source: Your colleagues can see this feedback
ja_jp: このフィードバックは同僚にも表示されます

source: In my opinion, this feedback is:
ja_jp: このフィードバックに対する私の意見：

source: Rate this feedback
ja_jp: このフィードバックを評価

source: Share your insights anonymously about this feedback experience.
ja_jp: このフィードバック体験に関する洞察を匿名で共有します。

source: Very clear
ja_jp: 非常に明確

source: I understand the points made in this feedback:
ja_jp: このフィードバックの要点がわかる：

source: Are you sure you want to submit this rating?
ja_jp: この評価を送信してもよろしいですか？

source: Submit rating
ja_jp: 評価を送信

source: Use this option to rate this feedback anonymously.
ja_jp: このオプションを使用すると、フィードバックを匿名で評価できます。

source: Rate this feedback anonymously
ja_jp: このフィードバックを匿名で評価

source: Share anonymously your observations about this feedback experience.
ja_jp: このフィードバック体験に関する目撃情報を匿名で共有します。

source: High trust
ja_jp: 信頼性が高い

source: I trust that the feedback intends to help me grow:
ja_jp: このフィードバックが私の成長支援を意図していると信頼できる：

source: Low trust
ja_jp: 信頼性が低い

source: Your observations will not be shared with the sender of the feedback.
ja_jp: あなたの目撃情報は、フィードバック送信者と共有されません。

source: Thank you for sharing your thoughts!
ja_jp: ご意見を共有いただき、ありがとうございます！

source: All ratings sent through goal rating are anonymous.
ja_jp: 目標評価を通じて送信された評価は、すべて匿名です。

source: Share your feedback within a week of the event.
ja_jp: イベントから1週間以内にフィードバックを共有します。

source: Real-time
ja_jp: リアルタイム

source: Start building your feedback center! Request feedback to kick-start your development.
ja_jp: フィードバックセンターの構築を始めましょう！ 能力開発をスムーズに始められるよう、フィードバックをリクエストしてください。

source: Recognized behaviors
ja_jp: 高評価された行動

source: Give recognition
ja_jp: 高評価を表明

source: Redeem rewards
ja_jp: リワードを利用

source: Recognition points to give
ja_jp: 提供する高評価ポイント

source: Recognition
ja_jp: 高評価

source: Received recognition points
ja_jp: 受け取った高評価ポイント

source: View recognition
ja_jp: 高評価を表示

source: A reminder was sent to {{fullName}} about your pending feedback request.
ja_jp: 保留中のフィードバックリクエストについて、{{fullName}}さんにリマインダーが送信されました。

source: Replied to
ja_jp: 返信先：

source: My request about {{name}}
ja_jp: {{name}}に関する私のリクエスト

source: About me
ja_jp: 私について

source: About my team
ja_jp: 私のチームについて

source: You must select a team member.
ja_jp: チームメンバーを選択する必要があります。

source: Request feedback from
ja_jp: 以下からのフィードバックをリクエスト：

source: Request feedback on a team member
ja_jp: チームメンバーに関するフィードバックをリクエスト

source: {{givenName}}'s answer to your behavior feedback request
ja_jp: あなたの行動フィードバックリクエストに対する{{givenName}}さんの回答

source: You have requested feedback regarding these behaviors:
ja_jp: これらの行動に関するフィードバックをリクエストしました：

source: Request feedback on a behavior
ja_jp: 行動に関するフィードバックをリクエスト

source: You must add a description.
ja_jp: 説明を追加する必要があります。

source: Describe your request
ja_jp: ご要望の内容をご記入ください

source: Request feedback on
ja_jp: 以下に関するフィードバックをリクエスト：

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
ja_jp: あなたがその人とどのように関わったかの背景情報を提供します。 具体的な達成事項や行動に関するフィードバック（明白な具体例や目撃情報を伴うもの）を求め、それが本人や他の人にどのような影響を与えたかを尋ねましょう。 多忙な中、率直な意見を提供してもらうことに感謝の意を表してください。

source: Feedback request
ja_jp: フィードバックリクエスト

source: Here are some questions you can ask
ja_jp: 質問例をご紹介します

source: Need some inspiration?
ja_jp: アイデアが必要な場合：

source: Remove {{count}} recipient to send this request.
ja_jp: このリクエストを送信するには、{{count}} 件の受信者を削除してください。

source: This feedback request will be sent to {{count}} recipients.
ja_jp: このフィードバックリクエストは、{{count}}人の受信者に送信されます。

source: This feedback request will be sent to {{count}} recipient.
ja_jp: このフィードバックリクエストは、{{count}}人の受信者に送信されます。

source: Remove {{count}} recipients to send this request.
ja_jp: このリクエストを送信するには、{{count}} 件の受信者を削除してください。

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
ja_jp: リクエストされたフィードバックは、あなたの目標にリンクされます。相手がフィードバック提供に際してあなたの目標を参照する必要がある場合は、必ず目標を共有してください。

source: {{givenName}} has requested feedback regarding this behavior.
ja_jp: {{givenName}}さんが、この行動に関するフィードバックをリクエストしています。

source: {{givenName}} has requested feedback regarding this goal
ja_jp: {{givenName}}さんが、この目標に関するフィードバックをリクエストしています

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
ja_jp: このリクエストに返信すると、{{receiver}}にのみ送信され、{{about}}さんには送信されません。{{about}}さんのマネージャが変更された場合、新しいマネージャはこのリクエストに対するあなたの返信を閲覧できます。

source: How can {{givenName}} improve this behavior?
ja_jp: {{givenName}}さんがこの行動を改善するにはどうすればよいですか？

source: Give some ideas here
ja_jp: ここでいくつかのアイデアを提供

source: Has {{givenName}} demonstrated any of our company behaviors?
ja_jp: {{givenName}}さんは、自社の行動を示したことがありますか？

source: {{givenName}} has requested feedback in relation to these behaviors
ja_jp: {{givenName}}さんが、これらの行動に関するフィードバックをリクエストしています

source: Feedback from {{fullName}}
ja_jp: {{fullName}}さんからのフィードバック

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
ja_jp: ［フィードバックを提供］をクリックすると、{{givenName}}さんが面談リクエストの通知を受信します。

source: Provide details regarding your observations on {{givenName}}.
ja_jp: {{givenName}}さんに関する目撃情報の詳細を提供します。

source: What has particularly impressed you? What constructive feedback can you give?
ja_jp: 特に印象に残ったことは何ですか？ どのような建設的なフィードバックを提供できますか？

source: Share your insights about
ja_jp: 以下に関する洞察を共有：

source: Share your observations
ja_jp: 目撃情報を共有

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
ja_jp: 背景がわかるよう、たとえば、目撃した状況やその時期を詳しく説明します。

source: You can reply to this request with a "Let's meet" invitation or with a comment
ja_jp: このリクエストに対し、［面談予定］の招待またはコメントで返信できます

source: Back to the feedback request
ja_jp: フィードバックリクエストに戻る

source: "Let's meet" invitation only
ja_jp: ［面談予定］の招待のみ

source: Replying to
ja_jp: 返信先：

source: Request sent to
ja_jp: リクエスト送信先：

source: Brilliant! Thank you for your feedback request!
ja_jp: ありがとうございます！ フィードバックリクエストに感謝します。

source: You're up-to-date with all your feedback requests.
ja_jp: すべてのフィードバックリクエストを確認済みです。

source: This feedback was successfully deleted.
ja_jp: このフィードバックが正常に削除されました。

source: Last seen on {{datetime}}
ja_jp: 最終閲覧：{{datetime}}

source: {{givenName}} has not yet replied to this request.
ja_jp: {{givenName}}さんは、このリクエストにまだ返信していません。

source: Requested: {{date}}
ja_jp: リクエスト日：{{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
ja_jp: {{givenName}} {{nickName}}さんが、このフィードバックリクエストに関するあなたとの面談を希望しています。

source: I would love to see you do more of X as it relates to Y
ja_jp: Yに関連するXへのあなたのさらなる取り組みに期待します。

source: Remove {{count}} recipient to send this feedback.
ja_jp: このフィードバックの送信先から、{{count}}人の受信者を削除してください。

source: Remove {{count}} recipients to send this feedback.
ja_jp: このフィードバックの送信先から、{{count}}人の受信者を削除してください。

source: Recognized behaviors for all
ja_jp: 全員の高評価された行動

source: Send a reminder
ja_jp: リマインダーを送信

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
ja_jp: {{user}}さんのマネージャが変更された場合、新しいマネージャはこのリクエストに対するあなたの返信を閲覧できます。

source: {{givenName}} {{nickName}} has requested feedback in relation to these behaviors:
ja_jp: {{givenName}} {{nickName}}さんが、これらの行動に関するフィードバックをリクエストしています：

source: Start building your feedback center! Give feedback to your colleagues.
ja_jp: フィードバックセンターの構築を始めましょう！ 同僚にフィードバックを提供してください。

source: Sent:
ja_jp: 送信済み：

source: What do you think {{givenName}} could have done differently to change their impact?
ja_jp: 周囲への影響を改めるために、{{givenName}}さんには何ができたと思いますか？

source: What do you think {{givenName}} did well?
ja_jp: {{givenName}}さんのどのような点を高く評価していますか？

source: You have shared this feedback
ja_jp: このフィードバックを共有しました

source: {{users}} have shared this feedback
ja_jp: {{users}}さんがこのフィードバックを共有しました

source: {{user}} has shared this feedback
ja_jp: {{user}}さんがこのフィードバックを共有しました

source: Add a comment
ja_jp: コメントを追加

source: You're sharing feedback with {{count}} people.
ja_jp: フィードバックを{{count}}人と共有しています。

source: You're sharing this feedback with {{count}} people
ja_jp: このフィードバックを{{count}}人と共有しています

source: You're sharing feedback with one person.
ja_jp: フィードバックを1人と共有しています。

source: Share this feedback with others.
ja_jp: このフィードバックを他の人と共有します。

source: Edit sharing
ja_jp: 共有を編集

source: Share with
ja_jp: 共有先：

source: We've noticed that you've included more than {{count}} people in this feedback.
ja_jp: あなたは、このフィードバックに{{count}}人を超える人員を含めているようです。

source: Remove {{count}} recipient to share this feedback.
ja_jp: このフィードバックを共有するには、{{count}}人の受信者を削除してください。

source: Remove {{count}} recipients to share this feedback.
ja_jp: このフィードバックを共有するには、{{count}}人の受信者を削除してください。

source: Share feedback publicly
ja_jp: フィードバックを公開設定で共有

source: Select this option to make this feedback visible to the whole.
ja_jp: このオプションを選択すると、このフィードバックが全体に表示されます。

source: Recipient list
ja_jp: 受信者リスト

source: Shared with
ja_jp: 共有先：

source: Notify their team about this feedback
ja_jp: このフィードバックについてチームに通知

source: Select this option to make this feedback visible to the recipient’s manager and colleagues.
ja_jp: このオプションを選択すると、このフィードバックが受信者のマネージャや同僚に表示されます。

source: Share feedback
ja_jp: フィードバックを共有

source: Share this feedback
ja_jp: このフィードバックを共有

source: You can see all the feedback shared with you here
ja_jp: ここでは、あなたに対して共有されたすべてのフィードバックを閲覧できます

source: No comments were provided.
ja_jp: コメントは提供されていません。

source: You didn't provide any comments.
ja_jp: コメントを提供しませんでした。

source: Your colleagues have shared this feedback
ja_jp: 同僚がこのフィードバックを共有しました

source: Show full description
ja_jp: 説明を完全に表示

source: I noticed you in X and have some tips to help you handle it in the future
ja_jp: Xであなたを見かけ、今後の対応に役立つヒントをお伝えしたいと思います

source: No feedback suggestions. Check again later or feel free to add your own feedback!
ja_jp: フィードバックの提案がありません。後ほど再度確認するか、自分なりのフィードバックを自由に追加してください！

source: Feedback suggestions
ja_jp: フィードバックの提案

source: Received
ja_jp: 受信済み

source: Requested from others
ja_jp: 他の人からリクエスト済み

source: Requests to me
ja_jp: 私へのリクエスト

source: Feedback status
ja_jp: フィードバックステータス

source: New note
ja_jp: 新しいメモ

source: Requested
ja_jp: リクエスト済み

source: Requests
ja_jp: リクエスト

source: Shared
ja_jp: 共有済み

source: Team requests
ja_jp: チームリクエスト

source: Request about
ja_jp: 以下に関するリクエスト：

source: About:
ja_jp: 以下について：

source: Request feedback from other people about your team and get more insights.
ja_jp: チームに関する他の人からのフィードバックをリクエストし、さらなる洞察を取得します。

source: Feedback on my team
ja_jp: 私のチームに関するフィードバック

source: Sent to
ja_jp: 送信先：

source: By sending thanks, you've made a colleague happy!
ja_jp: 感謝の気持ちを伝えたことで、同僚もきっと喜びます！

source: Feedback note
ja_jp: フィードバックメモ

source: and others
ja_jp: およびその他

source: Received feedback
ja_jp: 受信したフィードバック

source: Requested feedback
ja_jp: リクエストされたフィードバック

source: Sent feedback
ja_jp: 送信したフィードバック

source: Shared feedback
ja_jp: 共有されたフィードバック

source: Requests about my team
ja_jp: 私のチームに関するリクエスト

source: Transferred to you
ja_jp: あなたに転送されたアイテム

source: Your feedback volume is up!
ja_jp: フィードバック数が増えています！

source: Most recognized skill
ja_jp: 最も高評価されたスキル

source: 30-day feedback trend
ja_jp: 30日間のフィードバック傾向

source: Invite feedback in return. Trust begets trust.
ja_jp: 今度は相手からのフィードバックも求めましょう。信頼が信頼をもたらします。

source: Trusted
ja_jp: 信頼できる

source: Your reaction will be visible to all users who can see this feedback.
ja_jp: あなたの反応は、このフィードバックを閲覧できるすべてのユーザーに表示されます。

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
ja_jp: ポジティブなフィードバックと改善のためのフィードバックをバランスよく提供しましょう。理想的な比率は、6：1（ポジティブなフィードバック6つにつき、改善のためのフィードバック1つ）です。

source: Well-balanced
ja_jp: バランスが良い

source: Behavior profile
ja_jp: 行動プロファイル

source: Recognized behaviors on which you have received feedback from colleagues.
ja_jp: 同僚からフィードバックを受け、高評価された行動。

source: {{employee}}'s behavior profile
ja_jp: {{employee}}さんの行動プロファイル

source: View my feedback
ja_jp: 私のフィードバックを表示

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
ja_jp: まだ行動ホイールの表示に必要なデータがありません。業績の全体像の構築を開始できるよう、同僚からのフィードバックをリクエストしてください。

source: No behavior libraries available.
ja_jp: 行動ライブラリがありません。

source: You have received no behaviors from this library
ja_jp: このライブラリから行動を受信していません。
